[
	"Nothing else ever seems to hurt like the smile on your face.",
	"Hold up, they don't love you like I love you.",
	"Slow down, they don't love you like I love you.",
	"I don't wanna lose my pride, but I'm a fuck me up a bitch.",
	"What's worse, lookin' jealous or crazy...jealous or crazy?",
	"You ain't married to no average bitch, boy.",
	"I am not broken, I'm not crying, I'm not crying.",
	"Middle fingers up, put them hands high, wave it in his face, tell 'em 'boy bye!'",
	"Goddamn! She murdered everybody and I was her witness.",
	"Tough girl is what I had to be.",
	"My daddy warned me about men like you.",
	"You and me would stop this love drought.",
	"Pictures snatched out the frame. Bitch, I scratched out your name.",
	"It's time to listen, it's time to fight.",
	"I'm telling these tears, 'Gonna fall away, fall away.'",
	"May the last one burn into flames.",
	"I had my ups and downs, but I always find the inner strength to pull myself up. I was served lemons, but I made lemonade.",
	"They say true love's the greatest weapon to win the war caused by pain.",
	"But every diamond has imperfections, but my love's too pure to watch it chip away.",
	"I dream it, I work hard, I grind 'til I own it.",
	"I got a hot sauce in my bag *swag*.",
	"Always stay gracious, best revenge is your paper.",
	"Respect that, bow down bitches. 👑",
	"And just like you I can't be scared and just like you I hope I'm spared.",
	"I thought the world would revolve, without us.",
	"You showed me love was all you needed.",
	"Each day I feel so blessed to be looking at you.",
	"Cause when you open your eyes, I feel alive.",
	"Mad cause I'm so fresh...fresher than you.",
	"Shoulders sideways, smack it, smack it in the air.",
	"Legs movin' side to side, smack it in the air.",
	"Clap, clap, clap like you don't care.",
	"You wake up, flawless.",
	"Of course sometimes shit go down when it's a billion dollars on an elevator.",
	"We woke up in the kitchen saying, 'How the hell did this shit happen?'",
	"Then I fill the tub up halfway then ride it with my surfboard."
]
