[
	"Power means happiness; power means hard work and sacrifice.",
	"I don’t have to prove anything to anyone, I only have to follow my heart and concentrate on what I want to say to the world. I run my world.",
	"Take all the rules away. How can we live if we don’t change?",
	"Your self-worth is determined by you. You don’t have to depend on someone telling you who you are.",
	"We all have our imperfections. But I’m human and you know, it’s important to concentrate on other qualities besides outer beauty.",
	"The reality is: sometimes you lose. And you’re never too good to lose. You’re never too big to lose. You’re never too smart to lose. It happens.",
	"I’m a workaholic and I don’t believe in ‘No.’ If I’m not sleeping, nobody’s sleeping.",
	"Do what you were born to do. You just have to trust yourself.",
	"When you love and accept yourself, when you know who really cares about you, and when you learn from your mistakes, then you stop caring about what people who don’t know you think.",
	"I don’t feel like I have to please anyone. I feel free. I feel like I’m an adult. I’m grown. I can do what I want. I can say what I want. I can retire if I want. That’s why I’ve worked hard.",
	"Women have to take the time to focus on our mental health — take time for self, for the spiritual, without feeling guilty or selfish.",
	"When I’m not feeling my best I ask myself, ‘What are you gonna do about it?’ I use the negativity to fuel the transformation into a better me.",
	"I felt like it was time to set up my future, so I set a goal. My goal was independence.",
	"I think it’s healthy for a person to be nervous. It means you care – that you work hard and want to give a great performance. You just have to channel that nervous energy into the show.",
	"It is so liberating to really know what I want, what truly makes me happy, what I will not tolerate. I have learned that it is no one else’s job to take care of me but me.",
	"I don’t like to gamble, but if there’s one thing I’m willing to bet on, it’s myself.",
	"My biggest thing is to teach not to focus on the aesthetic. It’s really about who you are, and the human being, that makes you beautiful.",
	"We all have our imperfections. But I’m human and you know, it’s important to concentrate on other qualities besides outer beauty.",
	"If you don’t take the time to think about and analyze your life, you’ll never realize all the dots that are all connected.",
	"The most alluring thing a woman can have is confidence.",
	"Power is not given yo you. You have to take it.", 
	"My focus is my art, and that’s what I love to do. I have to be really passionate in order to do something. I’ve turned down many things that I just didn’t believe in.",
	"I love my job, but it’s more than that: I need it.",
	"I wanted to sell a million records, and I sold a million records. I wanted to go platinum; I went platinum. I’ve been working nonstop since I was 15. I don’t even know how to chill out.",
	"I always try to be myself. Ever since I was an introverted kid, I’d get on stage and be able to break out of my shell.",
	"I can never be safe; I always try and go against the grain. As soon as I accomplish one thing, I just set a higher goal. That’s how I’ve gotten to where I am.",
	"To be able to travel the world, especially to places I never thought I’d be… it’s really, you know, still fascinating for me."
]
