[
	"I wrote you 365 letters.",
	"I wrote you everyday for a year.",
	"I won't eat my cereal.",
	"There's a hundred thousand streets in this city.",
	"If I drive for you, you give me a time and a place, I give you a five minute window.",
	"Anything happens in that five minutes, then I'm yours, no matter what.",
	"Anything happens a minute either side of that, and you're on your own.",
	"Do you understand? ",
	"I could be fun, if you want.",
	"I could be pensive, uhh... smart, supersticious, brave? And I, uhh, I can be light on my feet.",
	"I could be whatever you want.",
	"You just tell me what you want, and I'm gonna be that for you.",
	"Change moves in spirals, not circles.",
	"For example, the sun goes up and then it goes down.",
	"But everytime that happens, what do you get? You get a new day.",
	"You get a new one.",
	"When you breathe, you inhale and you exhale, but every single time that you do that you're a little bit different then the one before.",
	"We're always changing.",
	"And its important to know that there are some changes you can't control and that there are others you can.",
	"Hey girl, I brought home a few bottles of wine since I know you needed more corks for that pinterest project.",
	"All my characters are me.",
	"I'm not a good enough actor to become a character.",
	"I hear about actors who become the role and I think 'I wonder what that feels like'.",
	"Because for me, they're all me.",
	"I relate to these characters because aspects of their personality are like me.",
	"And I just turn up the parts of myself that are them and turn down the parts that aren't.",
	"Not to discriminate against budgets, I feel that independent films tend to ask more questions and don't pretend to know as much as the bigger films, which tend to think they know everything.",
	"I think the one thing I love most about being an adult is the right to buy candy whenever and wherever I want.",
	"If I drive for you, you get your money.",
	"You tell me where we start, where we're going, where we're going afterwards.",
	"I give you five minutes when we get there.",
	"Anything happens in that five minutes and I'm yours.",
	"Anything a minute on either side of that and you're on your own.",
	"I don't sit in while you're running it down.",
	"I don't carry a gun.",
	"I drive.",
	"I'm really not good at knowing what people want, because don't have that talent.",
	"If ever I try to predict, I'm sure I will be instantly humbled.",
	"I try not to make too many movies.",
	"I get sick of myself, so I can imagine how everyone else feels.",
	"I fantasized about robbing banks for a long time, ever since I was a kid.",
	"Then, telling Derek Cianfrance that I'd ever I could rob a bank I'd do it on my motorcycle, and he said 'That's weird, I just wrote a script about that'.",
	"It just felt meant to be.",
	"He said that I was going to get to rob the bank for real.",
	"There would be no cuts, real people in there, real tellers.",
	"I'm going to get to ride the bike up, rob it, and ride the bank away.",
	"I was very excited.",
	"I went through puberty in a theme park.",
	"I think like a girl, I think.",
	"Because I was home-schooled, I didn't have a lot of friends and I did ballet, which was always just girls.",
	"Anything by Disney makes me cry.",
	"I don't know enough about manliness to define it.",
	"My character seems to think that he is, so he would define it.",
	"The pictures which will be accompanying this interview are basically of me in tight wet T-shirts and tiny leather jackets going around in the rain and pretending that I'm a lot cooler than I am.",
	"I love being Canadian. I think growing up in Canada gives you a world perspective that I certainly enjoy.",
	"In most movies you spend so much time looking for any scraps of truth, and in this movie you're just marinating in it.",
	"You have a shelf life as an actor, so you have to find another way to express yourself.",
	"It feels like not that long ago that I was on a show called 'Young Hercules' in which I had a fake tan and wore tight leather pants and fought imaginary monsters.",
	"You just have to hang out in places that are more interesting than you are.",
	"I think American news is pretty tragic in general.",
	"It's nice to be around people that have a sense of the world around them, that are, in general, more conscious and conscientious.",
	"I want all of you, forever, everyday. You and me...everyday."
]
